/* Explains to users that the phone is ready and they should bump to connect with another phone. */
"Bump to connect"="Slå ihop för att ansluta";
/* Request to connect with another user. For example, this might say Connect with Andy?. */
"Connect with %@?"="Ansluta till %@?";
/* Dialog shown when user has just bumped and information is sending to the other phone. */
"Connecting..."="Ansluter...";
/* Notifying the user the phone is establishing a connection. */
"Network unavailable"="Nätverk ej tillgängligt";
/* No button for Bump API popup */
"No"="Nej";
/* The other phone did not register a bump. Explain why the user must bump again. */
"No match - please try again."="Ingen träff - försök igen.";
/* Explain that the other user decided to cancel the bump and the information was not transferred. */
"Other user canceled the bump."="Den andra användaren har avbrutit.";
/* Tell the user to please try bumping again. */
"Please bump again."="Stöt ihop igen";
/* There were too many possible candidates for the server to match. */
"Sometimes two bumps are required."="Ibland krävs två bumpningar.";
/* Notifying the user the phone is establishing a connection. */
"Warming up"="Värmer upp";
/* Yes button for Bump API popup */
"Yes"="Ja";�